Repository: PQDB/metabio
Catalog: translations/*.po
Languages: fr

source: Overview
fr: Survol

source: Dataset name
fr: Nom du jeu de données

source: Dataset description
fr: Description du jeu de données

source: Tags / keywords
fr: Mots-clés

source: Add tags/keywords here. Start typing and choose an existing tag, or enter a new one, then press the ENTER key.
fr: Ajouter les mots-clé ici. Commencez à taper et choisissez un mot-clé existant, ou entrez en un nouveau et appuyez sur la touche ENTER du clavier

source: Data collector(s)
fr: Personne(s) ayant collecté les données

source: Contact information for data holder
fr: Coordonnées de la personne possédant les données

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Email
fr: Courriel

source: Telephone
fr: Téléphone

source: Address
fr: Adresse

source: Other institution(s) involved in data collection, analysis, archiving, etc. (e.g. university, government, department)
fr: Autres institution(s) impliquée(s) dans la collecte des données, l'analyse, l'archivage, etc. (universités, gouvernements, départements)

source: Funding sources for data collection
fr: Sources de financement pour la collecte des données

source: In what format is the dataset?
fr: Dans quel format est le jeu de données?

source: Person currently responsible for this metadata
fr: Personne actuellement en charge de cette entrée

source: Additional comments
fr: Commentaires additionnels

source: Biology
fr: Biologie

source: Taxa studied
fr: Taxa étudiés

source: Taxonomic information
fr: Information taxonomique

source: Taxonomic Details
fr: Détails taxonomiqes

source: Add taxa here by typing either the scientific or common name. Press the ENTER key when the name is selected
fr: Ajouter des taxa/espécies ici en entrant le nom scientifique ou le nom commun. Appuyez sur la touche ENTER une fois le nom sélectionné

source: Study details
fr: Détails de l'étude

source: Describe the study design
fr: Décrivez l'approche expérimentale

source: Study status
fr: Statut de l'étude

source: Sampling approach(es)
fr: Méthode(s) d'échantillonnage

source: Please define "other"
fr: Veuillez définir "autre"

source: Study goal(s)
fr: Objectifs de l'étude

source: Data type(s)
fr: Type(s) de données

source: Frequency of sampling
fr: Fréquence d'échantillonnage

source: First year of data collection
fr: Première année de collecte de données

source: Last year of data collection
fr: Dernière année de collecte de données

source: Site details
fr: Détails du site

source: Number of sites included in the study
fr: Nombre de sites inclus dans l'étude

source: Describe the site(s) (including distribution of sites if more than one)
fr: Décrivez le(s) site(s) (incluant la distribution des sites s'il y en a plusieurs)

source: Describe site habitat(s)
fr: Décrivez l'habitat du/des site(s)

source: Site environment(s)
fr: Environnement du/des site(s)

source: Location name
fr: Nom du lieu

source: Geography
fr: Géographie

source: Location not recognized!
fr: Lien non reconnu!

source: Add marker at this location
fr: Ajoutez un marqueur à cet endroit

source: Define extent/location of study site(s)
fr: Définissez l'étendu/la localisation du/des site(s)

source: Add geographic coordinates of each study site in the box below, one coordinate per line or add the sites directly on the map below.
fr: Ajoutez les coordonnées géographiques de chaque site d'étude dans la boîte ci-dessous (une coordonnée par ligne, ou indiquez les sites directement la carte.

source: Coordinate(s) not recognized!
fr: Coordonnée(s) non reconnue(s)

source: Add to map
fr: Ajouter à la carte

source: For points, single-click to delete. For polygons, double-click on a node to delete, click and drag to relocate.
fr: Cliquez sur un point pour l'effacer. Pour les polygons, double-cliquez sur un node pour l'effacter, cliquez-glissez pour relocaliser.

source: Add polygon
fr: Ajouter un polygone

source: Add point(s)
fr: Ajouter un/des point(s)

source: Clear all
fr: Effacer tout

source: List of publications
fr: Liste de publications

source: Hyperlinks to publications
fr: Hyperliens des publications

source: Publications Digital Object Identifiers (DOIs)
fr: 'Digital Object Identifiers' (DOI) des publications

source: Name of collection(s)
fr: Nom de la/des collection(s)

source: Files
fr: Fichiers

source: Choose a file
fr: Choisissez un fichier

source: Add more files
fr: Ajouter d'autres fichiers

source: Search
fr: Rechercher

source: Metabio Dataset
fr: Jeu de données

source: Biodiversity metadata entry form for datasets.
fr: Formulaire d'entrée de jeux de données

source: Metabio dataset list
fr: Liste des jeux de données

source: List of biodiversity metadata
fr: Liste des métadonnées sur la biodiversité

source: List of metadata entries
fr: Liste des entrées

source: Add a new metadata entry
fr: Ajouter une nouvelle entrée

source: Metadata entry form
fr: Formulaire d'entrée de données

source: Mammals
fr: Mammifères

source: Marine mammals
fr: Mammifères marins

source: Birds
fr: Oiseaux

source: Amphibians and reptiles
fr: Amphibiens et reptiles

source: Fish
fr: Poissons

source: Insects
fr: Insectes

source: Crustaceans
fr: Crustacées

source: Non-arthropod invertebrate animals
fr: Animaux invertébrés autre qu'arthropodes.

source: Vascular plants
fr: Plante vasculaire

source: Non-vascular plants
fr: Plante non-vasculaire

source: Mushrooms, molds and yeast
fr: Champignons, moisissures et levures

source: Unicellular organisms
fr: Organismes unicellulaires

source: Bacteria
fr: Bactéries

source: Direct visual observation (e.g. fieldwork)
fr: Obsevation visuelle directe (e.g. travail de terrain)

source: Indirect visual observation (e.g. photos)
fr: Observation visuelle indirecte (e.g. photos)

source: Active sampling (e.g. electrofishing, plant vouchers)
fr: Échantillonnage actif (e.g. pêche électrique, spécimens d'herbier).

source: Passive sampling (e.g. insect or mammal traps)
fr: Échantillonnage passif (e.g. trappe à insecte ou à animal)

source: Remote sensing
fr: Télédétection

source: Other
fr: Autre

source: Individual level (e.g. behaviour, physiology, autecology)
fr: Niveau de l'individu (e.g. comportement, physiologie, autécologie).

source: Population/species level (e.g. systematic study)
fr: Niveau de la population ou de l'espèce (e.g. étude systématique)

source: Ecosystem level
fr: Niveau de l'écosystème

source: Paleo-study
fr: Étude paléontologique

source: Complete inventory
fr: Inventaire exhaustif

source: Partial inventory
fr: Inventaire partiel

source: Single species
fr: Un seule espèces

source: Species list
fr: Liste d'espèces

source: Presence/absence
fr: Présence/absence

source: Abundance/relative abundance/frequency
fr: Abondance/abondance relative/fréquence

source: Biomass
fr: Biomasse

source: Size
fr: Taille

source: Relative coverage
fr: Couverture relative

source: Genetics
fr: Génétique

source: Aquatic
fr: Aquatique

source: Terrestrial
fr: Terrestre

source: Marine
fr: Marin

source: Aerial
fr: Aérien

source: Publication(s) in peer reviewed literature
fr: Publication(s) dans des revues avec comités de lecture

source: Thesis/es
fr: Thèse(s)

source: Report(s)
fr: Rapport(s)

source: Unpublished
fr: Non-publié

source: Database
fr: Base de donnée

source: Specimens in a known collection
fr: Spécimens dans une collection connue

source: Specimens not in a known collection
fr: Spécimens qui ne sont pas dans une collection connue

source: No specimens collected
fr: Aucun spéciment collecté

source: Ongoing
fr: En cours

source: Complete
fr: Complété

source: Last modified
fr: Dernière modification

source: Edit
fr: Modifier

source: datasets found
fr: jeux de données trouvés

source: Biodiversity Metadata System
fr: Système de gestion des métadonnées sur la biodiversité

source: Taxonomic details
fr: Détails taxonomiques

source: Latin name
fr: Nom latin

source: English name
fr: Nom anglais

source: French name
fr: Nom français

source: Data
fr: Données

source: Other institutions
fr: Autres institutions

source: Individual responsible for data
fr: Personne en chare des données

source: Funding source(s)
fr: Source(s) de financement

source: Dataset format
fr: Format du jeu de données

source: Additional information
fr: Information additionnelle

source: Site Details
fr: Détails du site

source: Number of sites
fr: Nombre de sites

source: Site description
fr: Description du site

source: Environment
fr: Environnement

source: Study Details
fr: Détails de l'étude

source: Study design
fr: Approche expérimentale

source: Sampling approaches
fr: Stratégie d'echantillonnage

source: Study goals
fr: Objectifs de l'étude

source: Data types
fr: Types de données
